[
    {
      "collegeName": "University of XYZ",
      "image":"https://cdn-icons-png.flaticon.com/512/3135/3135715.png",
      "name": "John Doe",
      "reviewDetails": "I had an amazing experience at the University of XYZ. The campus is beautiful, with state-of-the-art facilities that enhance the learning environment. The professors are highly knowledgeable and always willing to assist students. The diverse range of courses and extracurricular activities enriched my college journey.",
      "rating": 4.5
    },
    {
      "collegeName": "ABC Institute of Technology",
      "image":"https://cdn-icons-png.flaticon.com/512/3135/3135715.png",
      "name": "Jane Smith",
      "reviewDetails": "I thoroughly enjoyed my time at ABC Institute of Technology. The faculty and staff are very supportive, and the hands-on approach to learning in the technology program was beneficial. The campus environment is vibrant, with numerous tech-related events and hackathons that fostered creativity and innovation. My overall experience was great.",
      "rating": 4.0
    },
    {
      "collegeName": "Greenwood College",
      "image":"https://cdn-icons-png.flaticon.com/512/3135/3135715.png",
      "name": "Mike Johnson",
      "reviewDetails": "Greenwood College provided an excellent educational experience. The professors are passionate about their subjects, and the campus community is welcoming and inclusive. I particularly enjoyed participating in the various cultural and environmental events, which added depth to my college life. The commitment to sustainability and research at Greenwood College is commendable",
      "rating": 5.0
    },
    {
      "collegeName": "Arts Academy",
      "image":"https://cdn-icons-png.flaticon.com/512/3135/3135715.png",
      "name": "Emily Brown",
      "reviewDetails": "Attending Arts Academy was a transformative experience. The artistic community is inspiring, fostering creativity and collaboration among students. The faculty provides personalized attention, allowing us to explore our creative potential. The numerous exhibitions and performances provided valuable opportunities to showcase our talent. I highly recommend this academy.",
      "rating": 4.0
    },
    {
      "collegeName": "Medical University",
      "image":"https://cdn-icons-png.flaticon.com/512/3135/3135715.png",
      "name": "David Lee",
      "reviewDetails": "Medical University is exceptional in providing a comprehensive medical education. The curriculum is well-structured, and the practical training in the hospital setting was invaluable. The professors are experts in their fields and offer guidance and mentorship to aspiring healthcare professionals. The medical symposiums and conferences exposed me to the latest medical advancements.",
      "rating": 4.8
    },
    {
      "collegeName": "Business School",
      "image":"https://cdn-icons-png.flaticon.com/512/3135/3135715.png",
      "name": "Sarah Williams",
      "reviewDetails": "My time at Business School was enriching both academically and professionally. The school has a strong focus on practical learning, with various case studies and simulations that enhance business acumen. The networking opportunities with industry professionals opened doors for internships and job placements. I was impressed with the faculty's expertise and their commitment to students' success.",
      "rating": 5.0
    }
  ]
  